export const notifications = [
  {
    id: 1,
    title: "У вас нове завдання від Яни Валіахметової",
    text: "17 березня 2023 / 16:00",
    status: "success",
  },
  {
    id: 2,
    title: "Нагадування. Сесія через 1 годину",
    text: "17 березня 2023 / 16:00",
    status: "info",
  },
  {
    id: 3,
    title: "Ви записались до психолога на 1 квітня о 16:00",
    text: "17 березня 2023 / 16:00",
    status: "error",
  },
  {
    id: 4,
    title: "У вас нове завдання від Яни Валіахметової",
    text: "17 березня 2023 / 16:00",
    status: "success",
  },
  {
    id: 5,
    title: "Нагадування. Сесія через 1 годину",
    text: "17 березня 2023 / 16:00",
    status: "info",
  },
  {
    id: 6,
    title: "Ви записались до психолога на 1 квітня о 16:00",
    text: "17 березня 2023 / 16:00",
    status: "error",
  },
  {
    id: 7,
    title: "У вас нове завдання від Яни Валіахметової",
    text: "17 березня 2023 / 16:00",
    status: "success",
  },
  {
    id: 8,
    title: "Нагадування. Сесія через 1 годину",
    text: "17 березня 2023 / 16:00",
    status: "info",
  },
  {
    id: 9,
    title: "Ви записались до психолога на 1 квітня о 16:00",
    text: "17 березня 2023 / 16:00",
    status: "error",
  },
  {
    id: 10,
    title: "У вас нове завдання від Яни Валіахметової",
    text: "17 березня 2023 / 16:00",
    status: "success",
  },
  {
    id: 11,
    title: "Нагадування. Сесія через 1 годину",
    text: "17 березня 2023 / 16:00",
    status: "info",
  },
]

export const getNotifications = (count: number) => {
  return notifications.slice(0, count)
}